package com.example.s_mart;

public class DataSearchInformationApply {
    public static String[] id = {"1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15"};
    public static String[] nameArray = {"Телевизор Samsung UE40NU7100U", "Игровая приставка Sony PlayStation 4 Slim 1 ТБ", "Музыкальный центр Panasonic SC-PMX70EE-K", "Телевизор LG 32LJ500V", "Телевизор LG 60UK6200",
            "Фотоаппарат Canon EOS M50 Kit", "Проектор BenQ TH534", "AV-ресивер YAMAHA RX-V485", "Samsung T32E310EX","Медиаплеер Apple TV 4K 64GB",
            "Фотоаппарат Nikon D5600 Kit", "Телевизор LG OLED55C8", "AV-ресивер Denon AVR-X1400H", "Домашний кинотеатр Sony BDV-E4100","Проектор Epson EB-X41"} ;
    public static String[] priceArray = {"27671", "23399", "18443", "18230", "42097",
            "39900", "35486", "31990", "17345","12690", "37990", "38238", "28990", "23900","31300"};
    public static String[] categoryArray = {"Электроника", "Электроника", "Электроника", "Электроника",
            "Электроника", "Электроника", "Электроника", "Электроника", "Электроника", "Электроника", "Электроника", "Электроника",
            "Электроника", "Электроника", "Электроника"};
    public static String[] ratingArray = {"Высокий", "Высокий", "Высокий", "Высокий", "Высокий", "Высокий", "Высокий", "Высокий",
            "Высокий", "Высокий", "Высокий", "Высокий","Высокий", "Высокий", "Высокий"};
}
